print("\nЭта строка"+"вряд ли"+"удив"+"ит вас."\
      +"Но интересно."+"что"+"она-\n"+"одна длинная-длин"\
      +"на"+"я"+"страка.Сцепленная"\
      +"из"+"двадцати двух\n"+"отдельных строк.разбитых"\
      +"на шесть строк"+"Достаточно ли вы"+"впечатлены?"+"Ну хватит.\n"\
      +"вот"+"наша"+"длинная"+"строка и закончилась!")
print("\n Если текст нравится. Его можно повторить. К примеру. А")
print("Раз мы люди честные. То выскажемся о своих симпатиях")
print("откровенно")
print("Пирожные"*10)
input("\n\n Нажмиье enter,чтобы выйти")
